---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisVerticalVoidThreshold
source: html/96bca840-9d5f-09e1-d203-46d0a09c97c1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisVerticalVoidThreshold Property

"Average Vertical Void Height Threshold"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisVerticalVoidThreshold { get; }
```